Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=296_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Geaidnohálddahussii álgga Njellima geainnu divodeamis
sms: ÂŠvvlest NjeäŠllma mõõnni čuâǥǥas õõlǥči vuâđđteevvad ǩirrsânji.

source: Avvilis Njellimii johtti geaidnu galggašii fárggamusat divvojuvvot.
sms: Ânnʼjõž čuâǥǥas lij måkkai da tueŠppʼpooddi rääŠppes jååŠttemkõskk.

source: Geaidnu lea mohkkái, heajos ortnegis ja stuorámus oasis sáttogeaidnu gokčasa haga.
sms: Jäänaš čuâkksest lij kuâđđjam ǩeäinnčuâkksen da čuâǥǥas lij täŠrvvoolâžteŠm.

source: Sámediggi dahká geaidnohálddahussii álgaga Njellima geainnu vuđolaš divodeamis.
sms: SääŠmteŠǧǧ tuejjad čuâǥǥasvaaldšemma alttõõzz NjeäŠllem čuõkku vuâđđteevvmõõžžâst.

source: Álgga sáddejuvvo maiddái diehtun Dásseválddi Presidentta kansliijai.
sms: Alttõs vuõltteed teâttan še TääŠssvääŠld presideent pravleeŠnnja.

source: Áššis mearridii sámedikki dievasčoahkkin, mii dollojuvvui Njellimis gaskavahku 24.6.
sms: ÄäŠššest tuŠmmji NjeäŠllmest seärad ǩieŠssmannu 24 peeiŠv noorõõttâm sääŠmteeŠǧǧ tiuddsååbbar.
